abstract class TextApp {
  static const myBusinessCard = 'Моя Визитка';

  static const myName = 'Лагун Станислав';

  static const aboutMe = 'О себе:';
  static const aboutMeText =
      'Привет! Я, страстный разработчик и творческий энтузиаст. '
      'Меня вдохновляет возможность создавать инновационные решения,'
      ' которые делают жизнь лучше.';

  static const hobbies = 'Увлечения:';
  static const hobbiesText =
      'Мое сердце бьется в такт коду, но вне мира разработки я также '
      'нахожу удовольствия в путешествиях и ковке металла. '
      'Это мои источники вдохновения, которые помогают мне поддерживать'
      ' баланс в жизни.';

  static const experience = 'Опыт в разработке приложений:';
  static const experienceText =
      'Год опыта в создании приложений, моя страсть к кодированию'
      ' привела меня к разнообразным проектам. ';

  static const slogan = 'Давайте сделаем будущее вместе!';
}
